[
  {
    "id": 1,
    "relevantImage": "https://i.ibb.co/R0SQ7QN/1.jpg",
    "estateTitle": "Cozy Single-family Home",
    "segmentName": "Single-family homes",
    "description": "This charming single-family home is nestled in a tranquil neighborhood, providing the perfect retreat from the hustle and bustle of city life. Boasting spacious living areas, including a welcoming living room ideal for family gatherings, and a modern kitchen equipped with state-of-the-art appliances. The property also features a private backyard oasis, offering a serene outdoor space for relaxation or entertaining guests. With its convenient location and inviting ambiance, this home provides an exceptional opportunity for comfortable and peaceful living. Don't miss the chance to make this cozy retreat your own!",
    "price": 300000,
    "status": "sale",
    "area": 2000,
    "location": {
      "latitude": 40.7128,
      "longitude": -74.0060
    },
    "facilities": ["living room", "swimming pool", "kitchen"]
  },
  {
    "id": 2,
    "relevantImage": "https://i.ibb.co/x8hxM62/2.jpg",
    "estateTitle": "Luxurious Townhouse",
    "segmentName": "Townhouses",
    "description": "Step into luxury with this stunning townhouse offering unparalleled elegance and sophistication. From the moment you enter, you'll be captivated by the spacious living areas, featuring high ceilings and designer finishes throughout. The gourmet kitchen is a chef's dream, equipped with top-of-the-line appliances and ample counter space for culinary creations. Retreat to the private outdoor oasis, complete with a sparkling pool and lush landscaping, perfect for entertaining or enjoying quiet moments of relaxation. With its prime location and luxurious amenities, this townhouse presents a rare opportunity for refined living at its finest.",
    "price": 450000,
    "status": "sale",
    "area": 2500,
    "location": {
      "latitude": 34.0522,
      "longitude": -118.2437
    },
    "facilities": ["living room", "swimming pool", "kitchen"]
  },
  {
    "id": 3,
    "relevantImage": "https://i.ibb.co/BZ13wFv/3.jpg",
    "estateTitle": "Modern Apartment",
    "segmentName": "Apartments",
    "description": "Experience modern city living at its best in this stylish apartment boasting breathtaking city views. The open-plan layout creates a seamless flow between the living and dining areas, perfect for both relaxation and entertaining. The fully equipped kitchen features sleek cabinetry and premium appliances, providing an ideal space for culinary enthusiasts. Residents have access to a range of communal amenities, including a fitness center and rooftop terrace, offering the ultimate urban lifestyle. With its prime location and contemporary design, this apartment presents a unique opportunity for sophisticated city living.",
    "price": 2000,
    "status": "rent",
    "area": 1200,
    "location": {
      "latitude": 51.5074,
      "longitude": -0.1278
    },
    "facilities": ["living room", "kitchen"]
  },
  {
    "id": 4,
    "relevantImage": "https://i.ibb.co/QdnDKvn/4.jpg",
    "estateTitle": "Student Housing",
    "segmentName": "Student housing",
    "description": "Ideal for students seeking convenience and comfort, this student housing offers a supportive environment for academic success. The spacious living area provides ample space for studying or socializing, while the shared kitchen is equipped with essential appliances for preparing meals. With its proximity to campus and affordable rates, this housing option is perfect for students looking for a home away from home.",
    "price": 1000,
    "status": "rent",
    "area": 800,
    "location": {
      "latitude": 42.3601,
      "longitude": -71.0589
    },
    "facilities": ["living room", "kitchen"]
  },
  {
    "id": 5,
    "relevantImage": "https://i.ibb.co/qk0zbCS/5.jpg",
    "estateTitle": "Senior Living Community",
    "segmentName": "Senior living communities",
    "description": "Embrace retirement living at its finest in this senior living community offering an array of amenities and services tailored to your needs. From social activities to wellness programs, residents can enjoy a fulfilling lifestyle surrounded by peers. The clubhouse serves as a hub for socializing and recreation, while the swimming pool provides a refreshing oasis for relaxation. With its focus on community and well-being, this senior living community offers a vibrant and enriching environment for your golden years.",
    "price": 500000,
    "status": "sale",
    "area": 1800,
    "location": {
      "latitude": 37.7749,
      "longitude": -122.4194
    },
    "facilities": ["living room", "swimming pool", "kitchen"]
  },
  {
    "id": 6,
    "relevantImage": "https://i.ibb.co/J2Sbs45/6.jpg",
    "estateTitle": "Beachfront Vacation Rental",
    "segmentName": "Vacation rentals",
    "description": "Escape to paradise with this beachfront vacation rental offering unparalleled ocean views and luxurious amenities. The spacious living areas are tastefully furnished for comfort and relaxation, while the private pool and sundeck provide the perfect setting for soaking up the sun. With direct beach access, this rental is ideal for beach lovers and outdoor enthusiasts seeking the ultimate coastal getaway.",
    "price": 200,
    "status": "rent",
    "area": 1000,
    "location": {
      "latitude": 25.7617,
      "longitude": -80.1918
    },
    "facilities": ["living room", "swimming pool", "kitchen"]
  }
  
]
